// Configuration
window.AORC_CONFIG = {
  "autoSlideDelay": 5000
};

// News Items
window.AORC_NEWS_ITEMS = [
  {
    "id": 1,
    "tag": "طرح‌های توسعه و تولید",
    "title": "بررسی روند تولید و طرح‌های توسعه‌ای پالایش نفت آبادان",
    "desc": "معاون وزیر نفت و مدیرعامل شرکت ملی پالایش و پخش فرآورده‌های نفتی ایران در سفر به آبادان، ضمن برگزاری نشست با مدیران و بازدید از بخش‌های مختلف شرکت پالایش نفت آبادان، بر نقش راهبردی این پالایشگاه در تأمین پایدار سوخت کشور و تسریع در اجرای طرح‌های توسعه‌ای تأکید کرد.",
    "image": "assets/img/2.jpg",
    "link": "#"
  },
  {
    "id": 2,
    "tag": "خدمات رفاهی و اجتماعی",
    "title": "داور پالایشگاه آبادان در جمع داوران کشتی امیدهای جهان",
    "desc": "«میلاد قلاوند» داور درجه یک بین‌المللی و از کارکنان شرکت پالایش نفت آبادان، با موافقت فدراسیون کشتی جمهوری اسلامی ایران برای قضاوت در رقابت‌های کشتی قهرمانی امیدهای جهان ۲۰۲۶ انتخاب شد.",
    "image": "assets/img/1.jpg",
    "link": "#"
  },
  {
    "id": 3,
    "tag": "روابط عمومی",
    "title": "تشریح ظرفیت‌ها و اقدامات پالایشگاه آبادان در برنامه زنده «مثلث»",
    "desc": "به گزارش روابط عمومی شرکت پالایش نفت آبادان، فردین راشدی در برنامه زنده مثلث صدا و سیمای مرکز آبادان با اشاره به ظرفیت‌ها و اقدامات انجام‌شده در پالایشگاه آبادان، اظهار کرد: این مجموعه در کنار پیشبرد طرح‌های توسعه‌ای و افزایش ظرفیت تولید، در حوزه‌های مختلف از جمله تأمین سوخت، اشتغال نیروهای بومی، مسئولیت‌های اجتماعی و تأمین برق نیز نقش‌آفرینی کرده است.",
    "image": "assets/img/3.jpg",
    "link": "#"
  }
];
